// S1.1. Вывести на экран число  с точностью до сотых.
// буду брать для решения программу по делению

// Console.Clear();
// Console.WriteLine("Введите A:");
// double A = Convert.ToInt32(Console.ReadLine());
// Console.WriteLine("Введите B:");
// double B = Convert.ToInt32(Console.ReadLine());
// double div = A / B;
// Console.WriteLine($"{div.ToString("0.00")}");


// S1.2. Вывести на экран число e (основание натурального логарифма) с точностью до десятых.

// double e = Math.E;
// Console.WriteLine(e);
// Console.ReadKey();

// S1.3. Составить программу вывода на экран числа, вводимого с клавиатуры. Выводимому числу должно предшествовать сообщение «Вы ввели число».

// Console.Write("Введите любое число: ");
// Console.WriteLine($"Вы ввели число: {Console.ReadLine()}");

// S1.4. Составить программу вывода на экран числа, вводимого с клавиатуры. После выводимого числа должно следовать сообщение » — вот какое число Вы  ввели».

// Console.Write("Введите любое число: ");
// Console.WriteLine($"{Console.ReadLine()} Вот такое число вы ввели.");

// S1.5. Вывести на одной строке числа 1, 13 и 49 с одним пробелом между ними.

// Console.WriteLine($"{1} {13} {49}");

// S1.6. Вывести на одной строке числа 7, 15 и 100 с двумя пробелами между ними.

// Console.WriteLine($"{7}  {15}  {100}");

// S1.7. Составить программу вывода на экран в одну строку трех любых чисел с двумя пробелами между ними.

//

// S1.8. Составить программу вывода на экран в одну строку четырех любых чисел  с одним пробелом между ними.

//

// S1.9. Вывести на экран числа 50 и 10 одно под другим.

// Console.WriteLine($"{50}\n{10}");

// S1.10. Вывести на экран числа 5, 10 и 21 одно под другим.

// Console.WriteLine($"{5}\n{10}\n{21}");

// S1.11. Составить программу вывода на экран «столбиком» четырех любых чисел.



// S1.12. Составить программу вывода на экран следующей информации:
// 5 10
// 7 см

// S1.13. Составить программу вывода на экран следующей информации:
// 2 кг
// 13 17