// Console.Clear();
// int num = new Random().Next(100, 999);

// Console.WriteLine(num);
// Console.WriteLine("{0}->{1}{2}",num, num[0], num[2]);

// Напишите программу, которая выводит 
// случайное трёхзначное число и удаляет вторую цифру этого числа.


// Не сделано!